first_name = ""
greeting = "👋\n " \
           "Привет, давай знакомиться!\n \
Меня зовут Виктория Сорцева, я эксперт в образовательном бизнесе, собственник онлайн и\
офлайн школ с оборотом более 1 млн руб🔥\n \
➔ Я помогаю руководителям детских центров, привлекать заявки системно и дешево, продавать \
много и дорого, делать продажи без вложений даже в кризис!\n\n \
\
Я записала для вас ПОДРОБНЫЙ урок, в котором рассказала, как работать с промоутерами и \
собирать системно и дешево много заявок, 👉чтобы его забрать, подпишись на мой канал https://t.me/+WIJZaFNxuqpjZmEy \
и начни зарабатывать по щелчку пальцев🔥\n\n\
\
На канале я делюсь фишками, которые работают в нише дополнительного образования, дарю подарки и даю много пользы🔥\n\n\
\
Когда подпишешься, нажми на кнопку ниже и я вышлю ссылку на урок."

sms2 = "⏳\n" \
       f"Супер!, {first_name}, вижу Вашу подписку!\n\
😊\n\
Скорее смотри урок, благодаря этому рабочему методу мои клиенты собирают каждый день по \
20-30 заявок за 1 час работы и делают деньги прямо сейчас 🤩\n\
Обещаю, после просмотра видео вы забудете про таргет и дорогие источники трафика раз и \
навсегда! А ваш центр будет окутан большим количеством заявок и продажами на высокий чек🔥"

sms3 = "📲\n\
И заглядывай ко мне в Instagram: https://instagram.com/viktoria_sortseva?igshid=NzZlODBkYWE4Ng=="

sms4 = "😊\n\
Будущее имя, Вы бы хотели получать стабильный поток заявок и соответственно клиентов в ваш центр?\n\
А хотели бы вы:\n\
→ больше не думать о том как привлечь лиды\n\
→ научиться продавать легко и уверенно\n\
→ продавать с пробных уроков с конверсией до 100%\n\
→ навести порядок в вашем центре, благодаря четкой системе и бизнес модели\n\
⭐И тем самым зарабатывать больше, в кайф и прогнозируемо. А времени, сил и энергии тратить меньше?"

sms5 = "Имя, если Вы хотите, чтобы у Вас покупали по \"щелчку пальцев\", приглашаю на разбор.\n\
За 30 минут нашей встречи мы:\n\
→ рассмотрим вашу точку А и найдем блоки, мешающие двигаться вперед\n\
→ определим КЛЮЧЕВОЕ действие, которое даст быстрый рост\n\
→ определим вашу точку Б к которой вы хотите прийти\n\
→ определим, какие ресурсы вам необходимы"

sms6 = "Отлично! 😍 Чтобы записаться ко мне на разбор, оставьте заявку по ссылке: "\
       "https://docs.google.com/forms/d/1ksqFxRDxqhnwMoUN2A8QfaP7AsrV5sAtdvZjSp6U1Oc/edit"

sms7 = "🤯\n\
Имя, а с каким вопросом вы бы хотели разобраться подробнее?"

sms8_1 = "Имя, мы разберем маркетинг конкретно на вашем примере.\
‼Тем более, что Вы руководитель, и надо будет уделить этому особое внимание.\
✅ Как попасть на бесплатный разбор?\
👉 ЖМИ на кнопку \"ХОЧУ РАЗБОР\" и до встречи!"

sms8_2 = "Имя, мы разберем продажи конкретно на вашем примере.\
‼Тем более, что Вы руководитель, и надо будет уделить этому особое внимание.\
✅ Как попасть на бесплатный разбор?\
👉 ЖМИ на кнопку \"ХОЧУ РАЗБОР\" и до встречи!"

sms8_3 = "Имя, мы разберем управление конкретно на вашем примере.\
‼Тем более, что Вы руководитель, и надо будет уделить этому особое внимание.\
✅ Как попасть на бесплатный разбор?\
👉 ЖМИ на кнопку \"ХОЧУ РАЗБОР\" и до встречи!"

sms8_4 = "Имя, мы разберем продукт конкретно на вашем примере.\
‼Тем более, что Вы руководитель, и надо будет уделить этому особое внимание.\
✅ Как попасть на бесплатный разбор?\
👉 ЖМИ на кнопку \"ХОЧУ РАЗБОР\" и до встречи!"

sms8_5 = "Имя, мы разберем как выстроить работу с администратором конкретно на вашем примере.\
‼Тем более, что Вы руководитель, и надо будет уделить этому особое внимание.\
✅ Как попасть на бесплатный разбор?\
👉 ЖМИ на кнопку \"ХОЧУ РАЗБОР\" и до встречи!"

sms9 = "Отлично! 😍 Чтобы записаться ко мне на разбор, оставьте заявку по ссылке: "\
       "https://docs.google.com/forms/d/1ksqFxRDxqhnwMoUN2A8QfaP7AsrV5sAtdvZjSp6U1Oc/edit"

sms10 = "Имя, хотите оцифровать бизнес процессы в вашем центре? 🔥 А узнать как привлекать заявки \
системно и дешево, чтобы ваш центр вас зажигал и приносил Вам большие деньги, вместо\
большого спасибо?"

sms11 = "Осталось дело за малым 💫\n\
Запишись на разбор 💥\n\
Всего 30 минут времени, и ваша жизнь уже никогда не будет прежней 🤩\n\
Я расскажу, как именно вам выйти из операционки, привлекать много заявок и продавать на крупный\
чек без слива денег и санитаров 😀\n\n\
Пора начать уже жить жизнью мечты, а не сидеть в центре 24/7 ☝\n\
Жми на кнопку, заполняй анкету и увидимся на разборе"

sms12 = "🎁\n\
Имя, таких подарков Вы себе еще не делали 🔥\n\
✅Как за месяц выйти на млн+ в детском центре?\n\
Дарю схему пошагово → по детальным инструкциям 🚀🚀🚀"

sms13 = "Чтобы забрать инструкцию - запишись ко мне на разбор\n\
Заполняй анкету по кнопке ниже и увидимся на личной встрече"

sms14 = "👋\n\
Привет! Я отправляла вам разные приглашения на разбор. Это последнее 🙂\n\
Вы попали в мой бот, значит тема роста вашего центра вам актуальна 👍Это круто!\n\
Но что-то вам останавливает от записи на разбор 😣\n\
Возможно мои сообщения не показались вам убедительными, а возможно, вы просто еще не готовы\
или боитесь что-то менять!\
Если вы ждали какой-то знак свыше, то вот он! 🤟\n\
Приглашаю вас на разбор последний раз, записаться можно в течение суток. Вы знаете что делать!"


